Repository: pythonhtmlcssjsarduino/chrono_des_vignes_2.0
Catalog: chrono_des_vignes/translations/*/LC_MESSAGES/messages.po
Languages: fr

# flash.error.mustadmin
source: You must be an admin to access this page.
fr: Tu doit être admin pour accéder à cette page.

# flash.error.wrongadminevent
source: You must be an admin of this event to access this page.
fr: Tu doit être admin de cet evenement pour acceder a cette page.

# app.lang
source: en
fr: fr

# flash.event_not_deleted
source: The event could not be deleted.
fr: L'évènement n'as pas pu être supprimé.

# form.eventdescription
source: event description
fr: description de l'évènement

# form.save
source: save
fr: sauver

# admin.view.error.coureurdontexist:coureur
source: The runner with ID {coureur} does not exist.
fr: Le coureur ayans l\'id {coureur} n\'existe pas.

# admin.view.coureurs
source: runners
fr: coureurs

# admin.coureurs.username
source: username
fr: Nom d'utilisateur

# admin.coureurs.lastname
source: lastname
fr: Nom

# admin.coureurs.name
source: name
fr: Prénom

# admin.view.name
source: name
fr: prénom

# admin.view.lastname
source: lastname
fr: nom

# admin.view.phone
source: phone
fr: téléphone

# admin.view.birth
source: birth date
fr: date de naissance

# admin.view.username
source: username
fr: nom d'utilisateur

# admin.view.parcours
source: course
fr: parcours

# admin.view.edition
source: editions
fr: éditions

# admin.view.dossard
source: bib number
fr: dossard

# admin.view.rank
source: rank
fr: place

# form.edition_name
source: edition name
fr: nom de l'édition

# form.edition_date
source: edition date
fr: date de l'édition

# form.description
source: course description
fr: description du parcours

# form.parcours
source: course name
fr: parcours

# form.firstinscriptiondate
source: first registration date
fr: date d'ouverture des inscriptions

# form.lastinscriptiondate
source: last registration date
fr: date de fermeture des inscriptions

# form.rdvlng
source: starting longitude
fr: longitude du départ

# form.rdvlat
source: starting latitude
fr: latitude du départ

# flash.success.newuser:username:name:lastname
source: user {username} has been successfully registered
fr: l'utilisateur {username} a été inscrit avec succès

# admin.editions.dossard.dossard
source: Start number
fr: dossard

# admin.editions.dossard.name
source: first name
fr: prénom

# admin.editions.dossard.lastname
source: last name
fr: nom

# admin.editions.dossard.phone
source: phone
fr: numéro de téléphone

# admin.editions.dossard.datenaiss
source: birth date
fr: date de naissance

# admin.editions.dossard.username
source: username
fr: nom d'utilisateur

# admin.editions.dossard.parcours
source: course
fr: parcours

# admin.editions.dossard.edition_date
source: edition date
fr: date de l'édition

# admin.editions.dossard.edition_name
source: edition name
fr: nom de l'édition

# admin.editions.dossard.event_name
source: event name
fr: nom de l'évenement

# form.name
source: first name
fr: prénom

# form.lastname
source: last name
fr: nom

# form.username
source: username
fr: nom d'utilisateur

# form.tel
source: phone
fr: téléphone

# form.birth
source: birth date
fr: date de naissance

# form.choosedparcours
source: selected course
fr: parcours choisis

# form.register
source: register
fr: s'inscrire

# admin.editions.dossard.coureur
source: runner
fr: coureur

# admin.editions.dossard.present
source: present
fr: présent

# admin.editions.dossard.generer
source: generate
fr: générer

# admin.editions.dossard.export_excel
source: export as excel file
fr: exporter au format excel

# admin.editions.dossard.addnewcoureur
source: add new runner
fr: ajouter un nouveau coureur

# admin.parcours.close
source: close
fr: fermer

# admin.editions.dossard.userexistcousewhoadd
source: users with the same name have been found. choose one to register
fr: Des utilisateur on été trouvé avec les mêmes nom. Choisir qui inscrire.

# admin.editions.parcours.disqualifier
source: disqualify
fr: disqualifier

# admin.editions.parcours.abandon
source: abandon
fr: abandonner

# admin.editions.parcours.finish
source: finished
fr: fini

# admin.editions.parcours.launch
source: launch the course
fr: lancer le parcours

# admin.editions.parcours.end
source: end the course
fr: finir le parcours

# flash.key_deleted
source: The key has been successfully deleted.
fr: La clé a bien été supprimée.

# flash.key_not_deleted
source: The key could not be deleted.
fr: La clé n'as pas pu être supprimée.

# form.key
source: key
fr: clé

# form.validate
source: validate
fr: valider

# admin.editions.passages.key
source: key
fr: clé

# admin.editions.passages.événement
source: event
fr: événement

# admin.editions.passages.parcours
source: course
fr: parcours

# admin.editions.passages.enterdossardnb
source: enter bib number
fr: entrer le numéro de dossard

# admin.editions.passages.time
source: time
fr: heure

# admin.editions.passages.user
source: runner
fr: coureur

# admin.editions.result.results
source: results
fr: résultats

# admin.editions.result.place
source: rank
fr: rang

# admin.editions.result.nom
source: name
fr: nom

# admin.editions.result.prénom
source: first name
fr: prénom

# admin.editions.result.dossard
source: bib number
fr: dossard

# admin.editions.result.temps
source: time
fr: temps

# admin.editions.editions
source: editions
fr: éditions

# admin.editions.name
source: name
fr: nom

# admin.editions.startcreateparcours
source: start by creating a course
fr: commencer par créer un parcours

# admin.editions.newedition
source: new edition
fr: nouvelle édition

# form.editionrdv
source: meeting point
fr: lieu de rendez-vous

# form.parcoursname
source: course name
fr: nom du parcours

# form.parcoursdescription
source: course description
fr: description du parcours

# form.standname
source: stand name
fr: nom du stand

# form.standlat
source: stand latitude
fr: latitude du stand

# form.standlng
source: stand longitude
fr: longitude du stand

# form.standcouleur
source: stand color
fr: couleur du stand

# form.chrono
source: activate the chrono for this stand
fr: activer le chrono pour ce stand

# form.etapename
source: stage name
fr: nom de l'étape

# form.path
source: path
fr: chemin

# form.startlat
source: starting latitude
fr: latitude du départ

# form.startlng
source: starting longitude
fr: longitude du départ

# form.create
source: create
fr: créer

# admin.parcours.supprimer
source: delete
fr: supprimer

# admin.parcours.parcoursunmodifyablealreadyused
source: course unmodifable because it is already used in an edition
fr: parcours non modifiable car déjà utilisé dans une édition

# admin.parcours.desarchiver
source: unarchive
fr: désarchiver

# admin.parcours.archiver
source: archive
fr: archiver

# admin.parcours.dupliquer
source: duplicate the course
fr: créer une copie du parcours

# admin.parcours.clicknewstand
source: click where you want to add the stand
fr: cliquer où vous voulez ajouter le stand

# admin.parcours.changepos
source: change position
fr: changer la position

# admin.parcours.deletape
source: delete the stage
fr: supprimer l'étape

# admin.parcours.addstand
source: new stand
fr: nouveau stand

# admin.parcours.parcours
source: course
fr: parcours

# admin.parcours.name
source: close
fr: nom

# admin.parcours.archivedparcours
source: archived courses
fr: parcours archivés

# admin.parcours.createnewparcours
source: create a new course
fr: créer un nouveau parcours

# admin.deleteevent
source: delete the event
fr: supprimer l'évenement

# view.evenement
source: event
fr: événement

# view.parcours
source: courses
fr: parcours

# livetrack.name
source: name
fr: prénom

# livetrack.lastname
source: last name
fr: nom

# livetrack.dossard
source: bib number
fr: dossard

# livetrack.status
source: status
fr: état

# livetrack.starttime
source: start time
fr: heure de départ

# livetrack.finishtime
source: finish time
fr: temps final

# livetrack.rank
source: rank
fr: rang

# livetrack.time
source: time
fr: temps

# livetrack.timedelta
source: + time
fr: + temps

# home.events
source: your events
fr: vos événement

# home.eventname
source: your events
fr: nom de l'événement

# home.entereventname
source: enter the name of the new event.
fr: enter le nom du nouvel évènement

# home.inscriptions
source: your registrations
fr: vos inscriptions

# home.parcours
source: courses
fr: parcours

# home.edition
source: meeting point
fr: édition

# home.date
source: the
fr: date

# home.nextevent
source: next event
fr: prochain événements

# home.participations
source: your registrations
fr: vos participations

# app.about
source: about
fr: à propos

# app.contact
source: contact
fr: nous contacter

# app.chrono
source: chrono
fr: chronométrer

# app.docu
source: docu
fr: documentation

# app.languages
source: languages
fr: langues

# app.logout
source: logout
fr: se déconnecter

# app.profil
source: profile
fr: profil

# app.login
source: login
fr: se connecter

# app.signup
source: sign up
fr: créer un compte

# side.editions
source: editions
fr: éditions

# admin.editions.gererpassage
source: manage passages
fr: gérer le chronométrage

# admin.editions.gererdossard
source: manage bib numbers
fr: gérer les dossard

# admin.editions.gererparcours
source: manage courses
fr: gérer les parcours

# admin.editions.result
source: results
fr: résultats

# side.parcours
source: courses
fr: parcours

# side.runner
source: runners
fr: coureurs

# flash.connected:name
source: welcome {name}, you are logged in
fr: Bienvenue {name}, tu es bien connecté.

# flash.error.pwdnotvalid
source: the password or username is not valid
fr: Le mot de passe ou le nom d'utilisateur n'est pas valide.

# flash.accountcreated
source: your account has been created successfully
fr: votre compte a bien été créé

# flash.deconected
source: you have been logged out!
fr: Tu es bien déconnecté !

# flash.warn.inscriptionsnotopen:date
source: Registrations are not yet open! They open on {date}
fr: Les inscriptions ne sont pas encore ouvertes! Elles ouvrent le {date}

# flash.warn.inscriptionclosed
source: registrations are already closed!
fr: les inscriptions sont déjà fermées!

# flash.profilupdated
source: your account has been created successfully
fr: votre compte a bien été créé

# form.pwd
source: password
fr: mot de passe

# form.connect
source: connect
fr: se connecter

# form.repetepwd
source: repeat password
fr: répéter le mot de passe

# form.createaccount
source: create an account
fr: créer un compte

# form.profilpic
source: profile picture.
fr: image de profile

# form.modifyaccount
source: modify account
fr: modifier son compte

# form.oldpwd
source: old password.
fr: ancien mot de passe

# form.newpwd
source: new password.
fr: nouveau mot de passe

# form.repetenewpwd
source: repeat the new password.
fr: répéter le nouveau mot de passe

# form.modifypassword
source: change your password.
fr: modifier son mot de passe

# inscription
source: registrations
fr: inscriptions

# users.profil.fullname
source: full name
fr: nom complet

# users.profil.phone
source: phone number
fr: numéro de téléphone

# users.profil.birthdate
source: birth date
fr: date de naissance

# users.profil.editprofil
source: edit profile
fr: modifier son profil

# users.profil.editpassword
source: change the password.
fr: modifier le mot de passe

# view.error.notyourinscription
source: this is not your registration.
fr: ce n'est pas votre inscription.

# view.error.eventdontexist:event
source: the event "{event}" does not exist
fr: l'événement "{event}" n'existe pas

# view.error.editiondontexist:edition
source: the edition "{edition}" does not exist
fr: l'édition "{edition}" n'existe pas

# view.error.parcoursdontexist:parcours
source: the course "{parcours}" does not exist
fr: le parcours "{parcours}" n'existe pas

# view.time
source: time
fr: heure

# view.rdv
source: meeting
fr: rendez-vous

# view.opengmap
source: open on Google Maps
fr: ouvrir sur Google Maps

# view.inscriptions
source: your registrations
fr: s'inscrire

# view.inscriptionclosed
source: registrations are already closed!
fr: les inscriptions sont déjà fermées!

# view.inscriptionsnotopen
source: registrations are not yet open!
fr: Les inscriptions ne sont pas encore ouvertes!

# view.editions
source: editions
fr: éditions

# view.desinscription
source: unsubscribe
fr: se désinscrire

# view.plusparticiper
source: no longer participate
fr: ne plus participer
