Repository: pythonhtmlcssjsarduino/chrono_des_vignes_2.0
Catalog: flask_app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: flash.error.mustadmin
fr: tu doit être admin pour acceder a cette page.

source: flash.error.wrongadminevent
fr: tu doit être admin de cet evenement pour acceder a cette page.

# app.lang
source: en
fr: fr

source: form.eventdescription
fr: description de l'évenement

source: form.save
fr: sauver

source: admin.view.error.coureurdontexist:coureur
fr: le coureur ayans l\'id {coureur} n\'existe pas.

source: admin.view.coureurs
fr: coureurs

source: admin.coureurs.username
fr: nom d'utilisateur

source: admin.coureurs.lastname
fr: nom

source: admin.coureurs.name
fr: prénom

source: admin.view.info
fr: info

source: admin.view.name
fr: prénom

source: admin.view.lastname
fr: nom

source: admin.view.email
fr: e-mail

source: admin.view.phone
fr: téléphone

source: admin.view.birth
fr: date de naissance

source: admin.view.username
fr: username

source: admin.view.participation
fr: participations

source: admin.view.parcours
fr: parcours

source: admin.view.edition
fr: editions

source: admin.view.date
fr: date

source: admin.view.dossard
fr: dossard

source: admin.view.rank
fr: place

source: form.edition_name
fr: nom de l'édition

source: form.edition_date
fr: date de l'édition

source: form.description
fr: description du parcours

source: form.parcours
fr: parcours

source: form.firstinscriptiondate
fr: date d'ouverture des inscriptions

source: form.lastinscriptiondate
fr: date de fermeture des inscriptions

source: form.rdvlng
fr: longitude du depart

source: form.rdvlat
fr: latitude du depart

source: flash.success.newuser:username:name:lastname
fr: l'utilisateur {username} a été inscrit avec succes

source: admin.editions.dossard.dossard
fr: dossard

source: admin.editions.dossard.name
fr: prénom

source: admin.editions.dossard.lastname
fr: nom

source: admin.editions.dossard.email
fr: email

source: admin.editions.dossard.phone
fr: numéro de téléphone

source: admin.editions.dossard.datenaiss
fr: date de naissance

source: admin.editions.dossard.username
fr: nom d'utilisateur

source: admin.editions.dossard.parcours
fr: parcours

source: admin.editions.dossard.edition_date
fr: date de l'édition

source: admin.editions.dossard.edition_name
fr: nom de l'édition

source: admin.editions.dossard.event_name
fr: nom de l'évenement

source: form.name
fr: prénom

source: form.lastname
fr: nom

source: form.username
fr: username

source: form.email
fr: email

source: form.tel
fr: télephone

source: form.birth
fr: date de naissance

source: form.choosedparcours
fr: parcours choisis

source: form.register
fr: s'inscrire

source: admin.editions.dossard.coureur
fr: coureur

source: admin.editions.dossard.present
fr: présents

source: admin.editions.dossard.generer
fr: générer

source: admin.editions.dossard.export_excel
fr: exporter au format excel

source: admin.editions.dossard.addnewcoureur
fr: ajouter un nouveau coureur

source: admin.parcours.close
fr: fermer

source: admin.editions.dossard.userexistcousewhoadd
fr: des utilisateur on été trouvé avec les mêmes nom. choisir qui inscrire

source: admin.editions.parcours.disqualifier
fr: disqualifier

source: admin.editions.parcours.abandon
fr: abandon

source: admin.editions.parcours.finish
fr: fini

source: admin.editions.parcours.launch
fr: lancer le parcours

source: admin.editions.parcours.end
fr: finir le parcours

source: form.stand
fr: stand

source: form.key
fr: clé

source: form.validate
fr: valider

source: admin.editions.passages.key
fr: clé

source: admin.editions.passages.événement
fr: événement

source: admin.editions.passages.stand
fr: stand

source: admin.editions.passages.parcours
fr: parcours

source: admin.editions.passages.enterdossardnb
fr: entrer le numéro de dossard

source: admin.editions.passages.time
fr: temps

source: admin.editions.passages.user
fr: coureur

source: admin.editions.result.results
fr: résultats

source: admin.editions.result.place
fr: rang

source: admin.editions.result.nom
fr: nom

source: admin.editions.result.prénom
fr: prénom

source: admin.editions.result.dossard
fr: dossard

source: admin.editions.result.temps
fr: temps

source: admin.editions.gererpassage
fr: gérer les passages

source: admin.editions.gererdossard
fr: gérer les dossard

source: admin.editions.gererparcours
fr: gérer les parcours

source: admin.editions.result
fr: résultats

source: admin.editions.editions
fr: éditions

source: admin.editions.name
fr: nom

source: admin.editions.date
fr: date

source: admin.editions.startcreateparcours
fr: commencer par créer un parcours

source: admin.editions.newedition
fr: nouvelle édition

source: form.editionrdv
fr: lieu de rendez-vous

source: form.parcoursname
fr: nom du parcours

source: form.parcoursdescription
fr: description du parcours

source: form.standname
fr: nom du stand

source: form.standlat
fr: latitude du stand

source: form.standlng
fr: longitude du stand

source: form.standcouleur
fr: couleur du stand

source: form.chrono
fr: activer le chrono pour ce stand

source: form.etapename
fr: nom de l'etape

source: form.path
fr: chemin

source: form.startlat
fr: latitude du depart

source: form.startlng
fr: longitude du depart

source: form.create
fr: créer

source: admin.parcours.supprimer
fr: supprimer

source: admin.parcours.parcoursunmodifyablealreadyused
fr: parcours non modifiable car déjà utilisé dans une édition

source: admin.parcours.desarchiver
fr: desarchiver

source: admin.parcours.archiver
fr: archiver

source: admin.parcours.dupliquer
fr: créer une copie du parcours

source: admin.parcours.clicknewstand
fr: cliquer où vous voulez ajouter le stand

source: admin.parcours.changepos
fr: changer la position

source: admin.parcours.deletape
fr: supprimer l'etape

source: admin.parcours.addstand
fr: nouveau stand

source: chart.dist
fr: distance

source: chart.alt
fr: altitude

source: admin.parcours.parcours
fr: parcours

source: admin.parcours.name
fr: nom

source: admin.parcours.archivedparcours
fr: parcours archivés

source: admin.parcours.createnewparcours
fr: créer un nouveau Parcours

source: admin.parcours.startpoint
fr: nouveau stand

source: home.events
fr: vos evenement

source: home.inscriptions
fr: vos inscriptions

source: home.parcours
fr: parcours

source: home.nextevent
fr: prochain evenement

source: app.name
fr: chrono des vignes 2.0

source: app.name.short
fr: cdv 2.0

source: app.about
fr: about

source: app.contact
fr: nous contacter

source: app.chrono
fr: chronometrer

source: app.docu
fr: documentation

source: app.languages
fr: langues

source: app.logout
fr: se déconnecter

source: app.profil
fr: profil

source: app.login
fr: se connecter

source: app.signup
fr: créer un compte

source: side.editions
fr: editions

source: side.parcours
fr: parcours

source: side.runner
fr: coureurs

source: flash.connected:name
fr: bienvenue {name} tu est bien connecté

source: flash.error.pwdnotvalid
fr: le mot de passe ou nom d\'utilisateur n\'est pas valide

source: flash.accountcreated
fr: votre compte a bien été crée

source: flash.deconected
fr: tu es bien déconnecté !

source: flash.warn.inscriptionsnotopen:date
fr: Les inscriptions ne sont pas encore ouvertes! Elles ouvrent le {date}

source: flash.warn.inscriptionclosed
fr: les inscription sont déjà fermée!

source: form.pwd
fr: mot de passe

source: form.connect
fr: se connecter

source: form.repetepwd
fr: répéter le mot de passe

source: form.createaccount
fr: créer un compte

source: form.modifyaccount
fr: modifier son compte

source: inscription
fr: inscriptions

source: users.profil.fullname
fr: nom complet

source: users.profil.email
fr: email

source: users.profil.phone
fr: numéro de téléphone

source: users.profil.birthdate
fr: date de naissance

source: users.profil.editprofil
fr: modifier son profile

source: view.error.notyourinscription
fr: ce n\'est pas votre inscription.

source: view.error.eventdontexist:event
fr: l\'evenement "{event}" n\'existe pas

source: view.error.editiondontexist:edition
fr: l\'edition "{edition}" n\'existe pas

source: view.error.parcoursdontexist:parcours
fr: le parcours "{parcours}" n\'existe pas

source: view.date
fr: date

source: view.time
fr: heure

source: view.evenement
fr: evenement

source: view.rdv
fr: rendez-vous

source: view.opengmap
fr: ouvrir sur google maps

source: view.inscriptions
fr: vos inscriptions

source: view.inscriptionclosed
fr: les inscription sont déjà fermée!

source: view.inscriptionsnotopen
fr: Les inscriptions ne sont pas encore ouvertes!

source: view.editions
fr: editions

source: view.parcours
fr: parcours

source: view.desinscription
fr: se désinscrire

source: view.plusparticiper
fr: ne plus participer

source: view.distance
fr: distance

source: view.altitude
fr: altitude
